Repository: gutepro/foodiy
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, he, it, ja, zh

# unitsImperial
source: Imperial (cups, Fahrenheit)
ar: إنجليزي (أكواب، فهرنهايت)
es: Imperial (tazas, Fahrenheit)
fr: Impérial (tasses, Fahrenheit)
he: אימפריאלי (כוסות, פרנהייט)
it: Imperiale (tazze, Fahrenheit)
ja: ヤード・ポンド法（カップ、華氏）
zh: 英制（杯，华氏度）

# notificationTitle
source: Notifications
ar: الإشعارات
es: Notificaciones
he: התראות
it: Notifiche
ja: 通知
zh: 通知

# notificationPreferencesTitle
source: Notification preferences
ar: تفضيلات الإشعارات
es: Preferencias de notificaciones
fr: Préférences de notifications
he: העדפות התראות
it: Preferenze notifiche
ja: 通知の設定
zh: 通知偏好

# notificationNewChefRecipesTitle
source: New recipes from chefs
ar: وصفات جديدة من الشيف
es: Nuevas recetas de chefs
fr: Nouvelles recettes des chefs
he: מתכונים חדשים משפים
it: Nuove ricette dai chef
ja: シェフの新しいレシピ
zh: 厨师新食谱

# notificationNewChefRecipesSubtitle
source: Get notified when chefs publish new recipes
ar: الحصول على إشعار عندما ينشر الشيف وصفات جديدة
es: Recibe avisos cuando los chefs publiquen recetas nuevas
fr: Recevez une alerte quand les chefs publient de nouvelles recettes
he: קבל התראות כשהשפים מפרסמים מתכונים חדשים
it: Ricevi notifiche quando gli chef pubblicano nuove ricette
ja: シェフが新しいレシピを公開したら通知を受け取る
zh: 当厨师发布新食谱时获取通知

# notificationPlaylistSuggestionsTitle
source: Playlist suggestions
ar: اقتراحات القوائم
es: Sugerencias de listas
fr: Suggestions de playlists
he: המלצות לפלייליסטים
it: Suggerimenti playlist
ja: プレイリストの提案
zh: 列表推荐

# notificationPlaylistSuggestionsSubtitle
source: Get suggestions for playlists you might like
ar: تلقي اقتراحات لقوائم قد تعجبك
es: Recibe sugerencias de listas que te podrían gustar
fr: Recevez des suggestions de playlists susceptibles de vous plaire
he: קבל הצעות לפלייליסטים שאולי תאהב
it: Ricevi suggerimenti di playlist che potrebbero piacerti
ja: おすすめのプレイリストを受け取る
zh: 接收可能喜欢的列表推荐

# notificationAppTipsTitle
source: App tips and updates
ar: نصائح وتحديثات التطبيق
es: Consejos y novedades de la app
fr: Astuces et mises à jour
he: טיפים ועדכוני אפליקציה
it: Suggerimenti e aggiornamenti dell'app
ja: アプリのヒントと更新情報
zh: 应用提示和更新

# privacyTitle
source: Privacy policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
zh: 隐私政策

# privacyPlaceholder
source: This is a placeholder for the Foodiy privacy policy.\n\nHere you will describe how user data is used, stored, and protected.\nLater we will replace this text with the real policy.
ar: هذا نص مؤقت لسياسة الخصوصية في Foodiy.\n\nهنا سيُشرح كيف تُستخدم بيانات المستخدم وتُحفظ وتُحمى.\nلاحقاً سنستبدل هذا النص بالسياسة الفعلية.
es: Este es un texto temporal para la política de privacidad de Foodiy.\n\nAquí se describirá cómo se usan, guardan y protegen los datos.\nLuego reemplazaremos este texto por la política real.
fr: Ceci est un texte provisoire pour la politique de confidentialité de Foodiy.\n\nIci seront décrits l'utilisation, le stockage et la protection des données.\nNous remplacerons plus tard ce texte par la politique réelle.
he: זהו טקסט זמני למדיניות הפרטיות של Foodiy.\n\nכאן יתואר כיצד נתוני משתמשים נשמרים ומוגנים.\nבהמשך נחליף את הטקסט הזה במדיניות האמיתית.
it: Questo è un testo provvisorio per l'informativa sulla privacy di Foodiy.\n\nQui descriveremo come vengono utilizzati, archiviati e protetti i dati.\nSuccessivamente sostituiremo questo testo con l'informativa reale.
ja: これは Foodiy のプライバシーポリシーの仮テキストです。\n\nここでデータの利用・保存・保護について説明します。\n後で正式なポリシーに置き換えます。
zh: 这是 Foodiy 隐私政策的占位文本。\n\n这里将描述用户数据如何使用、存储和保护。\n稍后我们会用正式的政策替换此文本。

# termsTitle
source: Terms of Use
ar: شروط الاستخدام
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש
it: Termini di utilizzo
ja: 利用規約
zh: 使用条款

# termsPlaceholder
source: This is a placeholder for the Foodiy terms of use.\n\nHere you will describe the rules for using the app, limitations of liability, and other legal details.\nLater we will replace this text with the real terms.
ar: هذا نص مؤقت لشروط الاستخدام في Foodiy.\n\nهنا ستُشرح قواعد الاستخدام وحدود المسؤولية وغيرها من التفاصيل القانونية.\nلاحقاً سنستبدل هذا النص بالشروط الفعلية.
es: Este es un texto temporal para los términos de uso de Foodiy.\n\nAquí se describirán las reglas de uso, limitaciones de responsabilidad y otros detalles legales.\nLuego reemplazaremos este texto por los términos reales.
fr: Ceci est un texte provisoire pour les conditions d'utilisation de Foodiy.\n\nIci seront décrites les règles d'utilisation, les limites de responsabilité et autres détails légaux.\nNous remplacerons ce texte par les conditions réelles ultérieurement.
he: זהו טקסט זמני לתנאי השימוש של Foodiy.\n\nכאן יתוארו כללי השימוש באפליקציה והגבלת אחריות.\nבהמשך נחליף טקסט זה בתנאים האמיתיים.
it: Questo è un testo provvisorio per i termini di utilizzo di Foodiy.\n\nQui descriveremo le regole d'uso, le limitazioni di responsabilità e altri dettagli legali.\nSuccessivamente sostituiremo questo testo con i termini reali.
ja: これは Foodiy の利用規約の仮テキストです。\n\nここで利用ルール、責任制限などの法的詳細を説明します。\n後で正式な規約に置き換えます。
zh: 这是 Foodiy 使用条款的占位文本。\n\n这里将描述应用使用规则、责任限制等法律细节。\n稍后会用正式条款替换此文本。

# aboutTitle
source: About Foodiy
ar: حول Foodiy
es: Acerca de Foodiy
fr: À propos de Foodiy
he: אודות Foodiy
it: Informazioni su Foodiy
ja: Foodiy について
zh: 关于 Foodiy

# aboutVersion
source: Version 0.1.0 (dev)
ar: الإصدار 0.1.0 (dev)
es: Versión 0.1.0 (dev)
he: גרסה 0.1.0 (dev)
it: Versione 0.1.0 (dev)
ja: バージョン 0.1.0 (dev)
zh: 版本 0.1.0 (dev)

# aboutDescription
source: Foodiy is your personal cooking and cookbook companion.\n\nCreate and follow recipe cookbooks, discover chef collections, build your own cookbooks and manage shopping lists – all in one place.
ar: Foodiy هو رفيقك الشخصي للطبخ وكتب الوصفات.\n\nأنشئ وتابع كتب الوصفات، واكتشف مجموعات الشيف، وابنِ كتبك الخاصة وأدر قوائم التسوق في مكان واحد.
es: Foodiy es tu asistente personal de cocina y recetarios.\n\nCrea y sigue recetarios, descubre colecciones de chefs, arma tus propios libros y gestiona listas de compras, todo en un solo lugar.
fr: Foodiy est votre compagnon personnel de cuisine et de livres de recettes.\n\nCréez et suivez des livres de recettes, découvrez des collections de chefs, créez vos propres livres et gérez vos listes de courses — tout au même endroit.
he: Foodiy היא החבר שלך לבישול ולספרי מתכונים.\n\nצור ועקוב אחר ספרי מתכונים, גלה אוספי שפים, בנה ספרים משלך ונהל רשימות קניות – הכל במקום אחד.
it: Foodiy è il tuo compagno personale di cucina e ricettari.\n\nCrea e segui ricettari, scopri collezioni di chef, crea i tuoi libri e gestisci le liste della spesa, tutto in un unico posto.
ja: Foodiy はあなたの料理・レシピブックのパートナーです。\n\nレシピブックを作成・フォローし、シェフのコレクションを見つけ、自分の本を作って買い物リストも管理できます。
zh: Foodiy 是你的私人烹饪与食谱助手。\n\n创建和关注食谱集，发现厨师合集，构建自己的食谱本并管理购物清单，一站搞定。

# aboutCopyright
source: © {year} Foodiy. All rights reserved.
ar: © {year} Foodiy. كل الحقوق محفوظة.
es: © {year} Foodiy. Todos los derechos reservados.
fr: © {year} Foodiy. Tous droits réservés.
he: © {year} Foodiy. כל הזכויות שמורות.
it: © {year} Foodiy. Tutti i diritti riservati.
zh: © {year} Foodiy。保留所有权利。

# homeSectionFailed
source: Section failed to render
ar: فشل عرض القسم
es: La sección no se pudo mostrar
fr: La section n’a pas pu s’afficher
he: הקטע נכשל בטעינה
it: Impossibile mostrare la sezione
ja: セクションを表示できませんでした
zh: 部分内容无法显示

# homeUiError
source: UI error: {error}
ar: خطأ في الواجهة: {error}
es: Error de interfaz: {error}
fr: Erreur d'interface : {error}
he: שגיאת ממשק: {error}
it: Errore dell'interfaccia: {error}
ja: UI エラー: {error}
zh: 界面错误：{error}

# discoverSearchHint
source: Search cookbooks or chefs
ar: ابحث عن كتب طبخ أو شيف
es: Buscar recetarios o chefs
fr: Rechercher des livres ou des chefs
he: חיפוש ספרי מתכונים או שפים
it: Cerca ricettari o chef
ja: レシピ本やシェフを検索
zh: 搜索食谱集或厨师

# discoverNoCookbooks
source: No public cookbooks yet
ar: لا توجد كتب طبخ عامة بعد
es: Aún no hay recetarios públicos
fr: Aucun livre de recettes public pour l’instant
he: אין עדיין ספרי מתכונים ציבוריים
it: Ancora nessun ricettario pubblico
ja: 公開されているレシピ本はまだありません
zh: 暂无公开的食谱集

# discoverPublicBadge
source: Public
ar: عام
es: Público
he: ציבורי
it: Pubblico
ja: 公開
zh: 公开

# discoverCategoryBreakfast
source: Breakfast
ar: فطور
es: Desayuno
fr: Petit-déjeuner
he: ארוחת בוקר
it: Colazione
ja: 朝食
zh: 早餐

# discoverCategoryBrunch
source: Brunch
ar: فطور متأخر
he: בראנץ'
ja: ブランチ
zh: 早午餐

# discoverCategoryQuickWeeknightDinners
source: Quick Weeknight Dinners
ar: عشاء سريع لأيام الأسبوع
es: Cenas rápidas entre semana
fr: Dîners rapides en semaine
he: ארוחות ערב מהירות באמצע שבוע
it: Cene rapide in settimana
ja: 平日夜の簡単ディナー
zh: 工作日晚餐速成

# discoverCategoryFridayLunch
source: Friday Lunch
ar: غداء الجمعة
es: Almuerzo de viernes
fr: Déjeuner du vendredi
he: ארוחת צהריים של שישי
it: Pranzo del venerdì
ja: 金曜ランチ
zh: 周五午餐

# discoverCategoryComfortFood
source: Comfort Food
ar: طعام مريح
es: Comida reconfortante
fr: Cuisine réconfortante
he: אוכל מנחם
ja: 癒やしの料理
zh: 安慰食物

# discoverCategoryBakingBasics
source: Baking Basics
ar: أساسيات الخَبز
es: Fundamentos de repostería
fr: Bases de boulangerie
he: יסודות אפייה
it: Basi di panificazione
ja: ベーキング基礎
zh: 烘焙基础

# discoverCategoryBreadAndDough
source: Bread & Dough
ar: خبز وعجائن
es: Pan y masas
fr: Pains et pâtes
he: לחם ובצקים
it: Pane e impasti
ja: パン・生地
zh: 面包与面团

# discoverCategoryPastries
source: Pastries
ar: معجنات
es: Pasteles
fr: Pâtisseries
he: מאפים
it: Pasticceria
ja: ペイストリー
zh: 酥点

# discoverCategoryCakesAndDesserts
source: Cakes & Desserts
ar: كيك وحلويات
es: Tortas y postres
fr: Gâteaux et desserts
he: עוגות וקינוחים
it: Torte e dessert
ja: ケーキとデザート
zh: 蛋糕与甜点

# discoverCategoryCookiesAndSmallSweets
source: Cookies & Small Sweets
ar: بسكويت وحلويات صغيرة
es: Galletas y dulces pequeños
fr: Biscuits et petites douceurs
he: עוגיות ומתוקים קטנים
it: Biscotti e dolcetti
ja: クッキーと小さなスイーツ
zh: 曲奇与小甜点

# discoverCategoryChocolateLovers
source: Chocolate Lovers
ar: عشاق الشوكولاتة
es: Amantes del chocolate
fr: Passion chocolat
he: חובבי שוקולד
it: Amanti del cioccolato
ja: チョコ好き
zh: 巧克力爱好者

# discoverCategoryHealthyAndLight
source: Healthy & Light
ar: صحي وخفيف
es: Saludable y ligero
fr: Sain et léger
he: בריא וקליל
it: Sano e leggero
ja: ヘルシー＆軽め
zh: 健康清淡

# discoverCategoryHighProtein
source: High Protein
ar: عالي البروتين
es: Alto en proteína
fr: Riche en protéines
he: עשיר בחלבון
it: Alto contenuto proteico
ja: 高たんぱく
zh: 高蛋白

# discoverCategoryVegetarian
source: Vegetarian
ar: نباتي
es: Vegetariano
fr: Végétarien
he: צמחוני
it: Vegetariano
ja: ベジタリアン
zh: 素食

# discoverCategoryVegan
source: Vegan
ar: نباتي صارم
es: Vegano
fr: Végan
he: טבעוני
it: Vegano
ja: ヴィーガン
zh: 纯素

# discoverCategoryGlutenFree
source: Gluten Free
ar: خالٍ من الغلوتين
es: Sin gluten
fr: Sans gluten
he: ללא גלוטן
it: Senza glutine
ja: グルテンフリー
zh: 无麸质

# discoverCategoryOnePotMeals
source: One Pot Meals
ar: وجبات بقدر واحد
es: Platos de una sola olla
fr: Plats tout-en-un
he: ארוחות סיר אחד
it: Piatti in un'unica pentola
ja: ワンポット料理
zh: 一锅料理

# discoverCategorySoupsAndStews
source: Soups & Stews
ar: شوربات ويخنات
es: Sopas y guisos
fr: Soupes et ragoûts
he: מרקים ותבשילים
it: Zuppe e stufati
ja: スープ・シチュー
zh: 汤与炖菜

# discoverCategorySalads
source: Salads
ar: سلطات
es: Ensaladas
fr: Salades
he: סלטים
it: Insalate
ja: サラダ
zh: 沙拉

# discoverCategoryPastaAndRisotto
source: Pasta & Risotto
ar: معكرونة وريزوتو
es: Pasta y risotto
fr: Pâtes et risotto
he: פסטה וריזוטו
it: Pasta e risotto
ja: パスタとリゾット
zh: 意面与烩饭

# discoverCategoryRiceAndGrains
source: Rice & Grains
ar: أرز وحبوب
es: Arroz y cereales
fr: Riz et céréales
he: אורז ודגנים
it: Riso e cereali
ja: ごはん・雑穀
zh: 米饭与全谷

# discoverCategoryMiddleEastern
source: Middle Eastern
ar: مطبخ شرق أوسطي
es: Medio Oriente
fr: Moyen-Orient
he: מטבח מזרח תיכון
it: Mediorientale
ja: 中東料理
zh: 中东风味

# discoverCategoryItalianClassics
source: Italian Classics
ar: كلاسيكيات إيطالية
es: Clásicos italianos
fr: Classiques italiens
he: קלאסיקות איטלקיות
it: Classici italiani
ja: イタリアの定番
zh: 经典意大利

# discoverCategoryAsianInspired
source: Asian Inspired
ar: مستوحى من آسيا
es: Inspirado en Asia
fr: Inspiration asiatique
he: בהשראה אסייתית
it: Ispirazione asiatica
ja: アジア風
zh: 亚洲风味

# discoverCategoryStreetFood
source: Street Food
ar: أكل شارع
es: Comida callejera
he: אוכל רחוב
ja: ストリートフード
zh: 街头小吃

# discoverCategoryFamilyFavorites
source: Family Favorites
ar: مفضلات العائلة
es: Favoritos de la familia
fr: Favoris de la famille
he: מועדפי המשפחה
it: Preferiti di famiglia
ja: 家族の定番
zh: 家庭最爱

# discoverCategoryHostingAndHolidays
source: Hosting & Holidays
ar: ضيافة وأعياد
es: Recepciones y festivos
fr: Réceptions et fêtes
he: אירוח וחגים
it: Ospitalità e feste
ja: おもてなし・休日
zh: 聚会与节日

# discoverCategoryMealPrep
source: Meal Prep
ar: تحضير وجبات مسبقاً
es: Preparación de comidas
fr: Préparation des repas
he: הכנת אוכל מראש
it: Preparazione pasti
ja: 作り置き
zh: 备餐

# discoverCategoryKidsFriendly
source: Kids Friendly
ar: مناسب للأطفال
es: Apto para niños
fr: Adapté aux enfants
he: ידידותי לילדים
it: A misura di bambino
ja: 子ども向け
zh: 适合孩子

# discoverCategoryLateNightCravings
source: Late Night Cravings
ar: رغبات ليلية
es: Antojos nocturnos
fr: Envies nocturnes
he: נשנושי לילה
it: Voglie di tarda notte
ja: 深夜の一品
zh: 宵夜解馋

# cookbooksLoadError
source: Cookbooks sync failed. Please try again.
ar: فشل مزامنة كتب الطبخ. حاول مرة أخرى.
es: Falló la sincronización de recetarios. Intenta de nuevo.
fr: Échec de la synchronisation des livres. Réessayez.
he: סנכרון ספרי המתכונים נכשל. נסה שוב.
it: Sincronizzazione dei ricettari non riuscita. Riprova.
ja: レシピ本の同期に失敗しました。もう一度お試しください。
zh: 同步食谱集失败，请重试。

# cookbooksEmptyTitle
source: You do not have any cookbooks yet
ar: ليس لديك كتب طبخ بعد
es: Aún no tienes recetarios
fr: Vous n’avez pas encore de livres de recettes
he: אין לך עדיין ספרי מתכונים
it: Non hai ancora ricettari
ja: まだレシピ本がありません
zh: 你还没有任何食谱集

# cookbooksEmptyBody
source: Create your first personal cookbook
ar: أنشئ أول كتاب طبخ شخصي
es: Crea tu primer recetario personal
fr: Créez votre premier livre de recettes
he: צור את ספר המתכונים הראשון שלך
it: Crea il tuo primo ricettario personale
ja: 最初のレシピ本を作成しましょう
zh: 创建你的第一个个人食谱集

# cookbooksUntitled
source: Untitled cookbook
ar: كتاب طبخ بدون اسم
es: Recetario sin título
fr: Livre de recettes sans titre
he: ספר מתכונים ללא שם
it: Ricettario senza titolo
ja: タイトルなしのレシピ本
zh: 未命名食谱集

# cookbooksPrivateBadge
source: Private
ar: خاص
es: Privado
fr: Privé
he: פרטי
it: Privato
ja: 非公開
zh: 私有

# cookbooksRecipeCount
source: {count} recipes
ar: {count} وصفات
es: {count} recetas
fr: {count} recettes
he: {count} מתכונים
it: {count} ricette
ja: {count} 件のレシピ
zh: {count} 道食谱

# cookbooksChefCookbookSuffix
source: Chef cookbook
ar: كتاب شيف
es: Recetario de chef
fr: Livre de chef
he: ספר שף
it: Ricettario chef
ja: シェフのレシピ本
zh: 厨师食谱集

# cookbooksActionRename
source: Rename
ar: إعادة تسمية
es: Renombrar
fr: Renommer
he: שנה שם
it: Rinomina
ja: 名前を変更
zh: 重命名

# cookbooksActionShare
source: Share
ar: مشاركة
es: Compartir
fr: Partager
he: שתף
it: Condividi
ja: 共有
zh: 分享

# cookbooksActionDelete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
he: מחק
it: Elimina
ja: 削除
zh: 删除

# cookbooksMissing
source: This cookbook no longer exists
ar: هذا الكتاب لم يعد موجوداً
es: Este recetario ya no existe
fr: Ce livre n’existe plus
he: ספר מתכונים זה כבר לא קיים
it: Questo ricettario non esiste più
ja: このレシピ本は存在しません
zh: 该食谱集已不存在

# cookbooksCreateFailed
source: Unable to create cookbook: {error}
ar: تعذر إنشاء كتاب الطبخ: {error}
es: No se pudo crear el recetario: {error}
fr: Impossible de créer le livre : {error}
he: לא ניתן ליצור ספר מתכונים: {error}
it: Impossibile creare il ricettario: {error}
ja: レシピ本を作成できませんでした: {error}
zh: 无法创建食谱集：{error}

# cookbooksRenameTitle
source: Rename cookbook
ar: إعادة تسمية كتاب
es: Renombrar recetario
fr: Renommer le livre
he: שינוי שם לספר
it: Rinomina ricettario
ja: レシピ本の名前を変更
zh: 重命名食谱集

# cookbooksRenameNewName
source: New name
ar: اسم جديد
es: Nombre nuevo
fr: Nouveau nom
he: שם חדש
it: Nuovo nome
ja: 新しい名前
zh: 新名称

# cookbooksNameRequired
source: Name is required
ar: الاسم مطلوب
es: El nombre es obligatorio
fr: Le nom est requis
he: חובה להזין שם
it: Il nome è obbligatorio
ja: 名前は必須です
zh: 名称必填

# cookbooksSave
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
he: שמור
it: Salva
ja: 保存
zh: 保存

# cookbooksDeleteTitle
source: Delete cookbook
ar: حذف كتاب
es: Eliminar recetario
fr: Supprimer le livre
he: מחיקת ספר
it: Elimina ricettario
ja: レシピ本を削除
zh: 删除食谱集

# cookbooksDeleteMessage
source: Delete "{name}"?
ar: حذف "{name}"؟
es: ¿Eliminar "{name}"?
fr: Supprimer "{name}" ?
he: למחוק את "{name}"?
it: Eliminare "{name}"?
ja: "{name}" を削除しますか？
zh: 删除“{name}”？

# cookbooksShareSubject
source: Cookbook: {name}
ar: كتاب طبخ: {name}
es: Recetario: {name}
fr: Livre de recettes : {name}
he: ספר מתכונים: {name}
it: Ricettario: {name}
ja: レシピ本: {name}
zh: 食谱集：{name}

# cookbooksCategoryLimit
source: You can select up to 5 categories
ar: يمكنك اختيار حتى 5 فئات
es: Puedes seleccionar hasta 5 categorías
fr: Vous pouvez choisir jusqu’à 5 catégories
he: אפשר לבחור עד 5 קטגוריות
it: Puoi selezionare fino a 5 categorie
ja: 最大 5 件まで選択できます
zh: 最多可选择 5 个类别

# cookbooksCategoryPublicRequired
source: Select 1-5 categories for public cookbooks
ar: اختر 1-5 فئات لكتب الطبخ العامة
es: Selecciona de 1 a 5 categorías para recetarios públicos
fr: Sélectionnez 1 à 5 catégories pour les livres publics
he: בחר 1-5 קטגוריות לספרי מתכונים ציבוריים
it: Seleziona 1-5 categorie per i ricettari pubblici
ja: 公開レシピ本には 1～5 件のカテゴリが必要です
zh: 公共食谱集需选择 1-5 个类别

# cookbooksPublicSubtitle
source: Public cookbooks are visible to others
ar: كتب الطبخ العامة مرئية للآخرين
es: Los recetarios públicos son visibles para otros
fr: Les livres publics sont visibles par tous
he: ספרי מתכונים ציבוריים גלויים לאחרים
it: I ricettari pubblici sono visibili agli altri
ja: 公開レシピ本は他のユーザーが見られます
zh: 公开的食谱集对他人可见

# cookbooksBasicsTitle
source: Basics
ar: الأساسيات
es: Básicos
fr: Bases
he: יסודות
it: Base
ja: 基本情報
zh: 基础

# cookbooksNameLabel
source: Cookbook name
ar: اسم كتاب الطبخ
es: Nombre del recetario
fr: Nom du livre
he: שם ספר המתכונים
it: Nome del ricettario
ja: レシピ本の名前
zh: 食谱集名称

# cookbooksChooseImage
source: Choose image
ar: اختر صورة
es: Elegir imagen
fr: Choisir une image
he: בחר תמונה
it: Scegli immagine
ja: 画像を選択
zh: 选择图片

# cookbooksCategoriesTitle
source: Categories
ar: الفئات
es: Categorías
fr: Catégories
he: קטגוריות
it: Categorie
ja: カテゴリ
zh: 类别

# cookbooksCategoriesPublicHint
source: Select 1-5 categories so others can find your cookbook.
ar: اختر 1-5 فئات ليتمكن الآخرون من العثور على كتابك.
es: Selecciona de 1 a 5 categorías para que encuentren tu recetario.
fr: Sélectionnez 1 à 5 catégories pour que l’on trouve votre livre.
he: בחר 1-5 קטגוריות כדי שאחרים ימצאו את הספר שלך.
it: Seleziona 1-5 categorie perché gli altri trovino il tuo ricettario.
ja: 他の人が見つけやすいよう 1～5 件のカテゴリを選んでください。
zh: 选择 1-5 个类别，便于他人找到你的食谱集。

# cookbooksCategoriesPrivateHint
source: Optional: add up to 5 categories.
ar: اختياري: أضف حتى 5 فئات.
es: Opcional: añade hasta 5 categorías.
fr: Facultatif : ajoutez jusqu’à 5 catégories.
he: רשות: הוסף עד 5 קטגוריות.
it: Opzionale: aggiungi fino a 5 categorie.
ja: 任意: 最大 5 件まで追加できます。
zh: 可选：添加最多 5 个类别。

# cookbooksCategoriesSelected
source: {count}/5 selected
ar: {count}/5 محددة
es: {count}/5 seleccionadas
fr: {count}/5 sélectionnées
he: {count}/5 נבחרו
it: {count}/5 selezionate
ja: {count}/5 選択済み
zh: {count}/5 已选

# cookbooksCreateTitle
source: Create cookbook
ar: إنشاء كتاب طبخ
es: Crear recetario
fr: Créer un livre
he: צור ספר מתכונים
it: Crea ricettario
ja: レシピ本を作成
zh: 创建食谱集

# cookbooksBack
source: Back
ar: رجوع
es: Atrás
fr: Retour
he: חזרה
it: Indietro
ja: 戻る
zh: 返回

# cookbooksNext
source: Next
ar: التالي
es: Siguiente
fr: Suivant
he: הבא
it: Avanti
ja: 次へ
zh: 下一步

# cookbooksCreate
source: Create
ar: إنشاء
es: Crear
fr: Créer
he: צור
it: Crea
ja: 作成
zh: 创建

# recipeDifficultyMedium
source: Medium
ar: متوسطة
es: Media
fr: Moyenne
he: בינונית
it: Media
ja: 中くらい
zh: 中等

# recipeSaveSuccess
source: Recipe "{title}" saved and added to My recipes
ar: تم حفظ الوصفة "{title}" وإضافتها إلى وصفاتي
es: Receta "{title}" guardada y añadida a Mis recetas
fr: Recette "{title}" enregistrée et ajoutée à Mes recettes
he: המתכון "{title}" נשמר והתווסף למתכונים שלי
it: Ricetta "{title}" salvata e aggiunta ai miei ricettari
ja: レシピ「{title}」を保存し、マイレシピに追加しました
zh: 食谱“{title}”已保存并添加到我的食谱

# recipeSaveFailed
source: Failed to save/publish recipe: {error}
ar: تعذر حفظ/نشر الوصفة: {error}
es: No se pudo guardar/publicar la receta: {error}
fr: Échec de l’enregistrement/publication de la recette : {error}
he: הפעולה נכשלה: {error}
it: Impossibile salvare/pubblicare la ricetta: {error}
ja: レシピの保存/公開に失敗しました: {error}
zh: 无法保存/发布食谱：{error}

# recipeCreateTitle
source: Create recipe
ar: إنشاء وصفة
es: Crear receta
fr: Créer une recette
he: צור מתכון
it: Crea ricetta
ja: レシピを作成
zh: 创建食谱

# recipeEditTitle
source: Edit recipe
ar: تعديل وصفة
es: Editar receta
fr: Modifier la recette
he: ערוך מתכון
it: Modifica ricetta
ja: レシピを編集
zh: 编辑食谱

# recipeOnlyChefBody
source: Only chef accounts can upload recipes. Upgrade to a chef plan to start creating recipes.
ar: فقط حسابات الشيف يمكنها رفع الوصفات. قم بالترقية إلى خطة شيف لبدء إنشاء الوصفات.
es: Solo las cuentas de chef pueden subir recetas. Mejora a un plan de chef para crear recetas.
fr: Seuls les comptes chef peuvent importer des recettes. Passez à un plan chef pour créer des recettes.
he: רק חשבונות שף יכולים להעלות מתכונים. שדרג לתוכנית שף כדי להתחיל ליצור מתכונים.
it: Solo gli account chef possono caricare ricette. Passa a un piano chef per iniziare a creare ricette.
ja: シェフアカウントのみレシピをアップロードできます。 シェフプランにアップグレードしてレシピを作成してください。
zh: 只有厨师账号可以上传食谱。 升级到厨师计划开始创建食谱。

# recipeFreePlanLimitBody
source: You have reached the upload limit for the free chef plan. Upgrade to a premium chef plan to create more recipes.
ar: لقد وصلت إلى حد الرفع في خطة الشيف المجانية. قم بالترقية إلى شيف مميز لإنشاء المزيد من الوصفات.
es: Has alcanzado el límite de carga del plan de chef gratis. Mejora a chef premium para crear más recetas.
fr: Vous avez atteint la limite d’import du plan chef gratuit. Passez à chef premium pour créer plus de recettes.
he: הגעת למגבלת ההעלאה בתוכנית שף חינמית. שדרג לשף פרימיום כדי ליצור עוד מתכונים.
it: Hai raggiunto il limite di caricamenti del piano chef gratuito. Passa a chef premium per creare altre ricette.
ja: 無料シェフプランのアップロード上限に達しました。 さらに作成するにはプレミアムシェフへアップグレードしてください。
zh: 你已达到免费厨师计划的上传上限。 升级到高级厨师以创建更多食谱。

# recipePhotoLabel
source: Recipe photo
ar: صورة الوصفة
es: Foto de la receta
fr: Photo de la recette
he: תמונת מתכון
it: Foto della ricetta
ja: レシピの写真
zh: 食谱照片

# recipeTakePhoto
source: Take a photo
ar: التقاط صورة
es: Tomar foto
fr: Prendre une photo
he: צלם תמונה
it: Scatta una foto
ja: 写真を撮る
zh: 拍照

# recipePhotoLibrary
source: Photo library
ar: معرض الصور
es: Galería de fotos
fr: Bibliothèque de photos
he: ספריית תמונות
it: Libreria foto
ja: フォトライブラリ
zh: 照片库

# recipePickFile
source: Files
ar: الملفات
es: Archivos
fr: Fichiers
he: קבצים
it: File
ja: ファイル
zh: 文件

# recipeUploadLimitBanner
source: Free chef plan - recipe upload is limited. Upgrade to premium chef to remove this limit.
ar: خطة الشيف المجانية - رفع الوصفات محدود. قم بالترقية إلى شيف مميز لإزالة الحد.
es: Plan de chef gratis: carga de recetas limitada. Mejora a chef premium para quitar el límite.
fr: Plan chef gratuit : import de recettes limité. Passez à chef premium pour supprimer cette limite.
he: תוכנית שף חינמית - העלאת מתכונים מוגבלת. שדרג לשף פרימיום כדי להסיר מגבלה זו.
it: Piano chef gratuito - caricamento ricette limitato. Passa a chef premium per rimuovere il limite.
ja: 無料シェフプランではレシピのアップロードが制限されます。 プレミアムシェフにアップグレードすると制限が解除されます。
zh: 免费厨师计划——上传食谱有限制。 升级到高级厨师可移除此限制。
