Repository: gutepro/foodiy
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, he, it, ja, zh

# recipeTitleLabel
source: Recipe title
ar: عنوان الوصفة
es: Título de la receta
fr: Titre de la recette
he: כותרת מתכון
it: Titolo della ricetta
ja: レシピタイトル
zh: 食谱标题

# recipeIngredientsTitle
source: Ingredients
ar: المكونات
es: Ingredientes
fr: Ingrédients
he: מרכיבים
it: Ingredienti
ja: 材料
zh: 食材

# recipeIngredientLabel
source: Ingredient
ar: مكون
es: Ingrediente
fr: Ingrédient
he: מרכיב
it: Ingrediente
ja: 材料
zh: 食材

# recipeQuantityLabel
source: Qty
ar: الكمية
es: Cant.
fr: Qté
he: כמות
it: Quantità
ja: 量
zh: 数量

# recipeUnitLabel
source: Unit
ar: الوحدة
es: Unidad
fr: Unité
he: יחידה
it: Unità
ja: 単位
zh: 单位

# recipeAddIngredient
source: Add ingredient
ar: إضافة مكون
es: Agregar ingrediente
fr: Ajouter un ingrédient
he: הוסף מרכיב
it: Aggiungi ingrediente
ja: 材料を追加
zh: 添加食材

# recipeToolsTitle
source: Tools / Equipment
ar: أدوات / معدات
es: Herramientas / Equipo
fr: Outils / Équipement
he: כלים / ציוד
it: Strumenti / Attrezzatura
ja: 道具 / 設備
zh: 工具 / 设备

# recipeToolLabel
source: Tool
ar: أداة
es: Herramienta
fr: Outil
he: כלי
it: Strumento
ja: 道具
zh: 工具

# recipeAddTool
source: Add tool
ar: إضافة أداة
es: Agregar herramienta
fr: Ajouter un outil
he: הוסף כלי
it: Aggiungi strumento
ja: 道具を追加
zh: 添加工具

# recipePreCookingTitle
source: Preparation before cooking
ar: التحضير قبل الطهي
es: Preparación antes de cocinar
fr: Préparation avant cuisson
he: הכנה לפני הבישול
it: Preparazione prima della cottura
ja: 調理前の準備
zh: 烹饪前准备

# recipePreCookingHint
source: For example: preheat oven to 200C, line the tray, soak beans overnight...
ar: مثال: سخّن الفرن إلى 200 م°, غطِّ الصينية، انقع الفاصوليا طوال الليل...
es: Ejemplo: precalienta el horno a 200°C, forra la bandeja, remoja los frijoles toda la noche...
fr: Exemple : préchauffer le four à 200°C, chemiser le plat, faire tremper les haricots toute la nuit...
he: לדוגמה: חמם תנור ל-200C, רפד את התבנית, השריית שעועית לילה...
it: Ad esempio: preriscaldare il forno a 200°C, foderare la teglia, mettere i fagioli in ammollo tutta la notte...
ja: 例: オーブンを200℃に予熱、トレイに紙を敷く、豆を一晩浸すなど
zh: 例如：预热烤箱至 200°C，铺好烤盘，豆子浸泡过夜……

# recipeStepsTitle
source: Steps
ar: الخطوات
es: Pasos
fr: Étapes
he: שלבים
it: Passaggi
ja: 手順
zh: 步骤

# recipeAddStep
source: Add step
ar: إضافة خطوة
es: Agregar paso
fr: Ajouter une étape
he: הוסף שלב
it: Aggiungi passaggio
ja: 手順を追加
zh: 添加步骤

# recipePreviewInPlayer
source: Preview in player
ar: معاينة في المشغل
es: Previsualizar en el reproductor
fr: Prévisualiser dans le lecteur
he: תצוגה מקדימה בנגן
it: Anteprima nel player
ja: プレーヤーでプレビュー
zh: 在播放器中预览

# recipeUpdateButton
source: Update recipe
ar: تحديث الوصفة
es: Actualizar receta
fr: Mettre à jour la recette
he: עדכן מתכון
it: Aggiorna ricetta
ja: レシピを更新
zh: 更新食谱

# recipeSaveButton
source: Save recipe
ar: حفظ الوصفة
es: Guardar receta
fr: Enregistrer la recette
he: שמור מתכון
it: Salva ricetta
ja: レシピを保存
zh: 保存食谱

# recipeStepLabel
source: Step
ar: خطوة
es: Paso
fr: Étape
he: שלב
it: Passaggio
ja: 手順
zh: 步骤

# recipeStepMinutesLabel
source: min
ar: دقيقة
he: דק'
ja: 分
zh: 分钟

# recipeRemoveStepTooltip
source: Remove step
ar: إزالة الخطوة
es: Quitar paso
fr: Supprimer l’étape
he: הסר שלב
it: Rimuovi passaggio
ja: 手順を削除
zh: 移除步骤

# recipeDeleteButton
source: Delete recipe
ar: حذف الوصفة
es: Eliminar receta
fr: Supprimer la recette
he: מחק מתכון
it: Elimina ricetta
ja: レシピを削除
zh: 删除食谱

# recipeDeleteStep1Title
source: Delete recipe?
ar: حذف الوصفة؟
es: ¿Eliminar receta?
fr: Supprimer la recette ?
he: למחוק את המתכון?
it: Eliminare la ricetta?
ja: レシピを削除しますか？
zh: 删除这道食谱？

# recipeDeleteStep1Body
source: Are you sure you want to delete this recipe?
ar: هل أنت متأكد أنك تريد حذف هذه الوصفة؟
es: ¿Seguro que quieres eliminar esta receta?
fr: Voulez-vous vraiment supprimer cette recette ?
he: האם אתה בטוח שברצונך למחוק את המתכון?
it: Sei sicuro di voler eliminare questa ricetta?
ja: このレシピを削除してもよろしいですか？
zh: 确定要删除这道食谱吗？

# recipeDeleteStep1Continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
he: המשך
it: Continua
ja: 続行
zh: 继续

# recipeDeleteStep2Title
source: This cannot be undone
ar: لا يمكن التراجع عن ذلك
es: Esto no se puede deshacer
fr: Action définitive
he: הפעולה אינה הפיכה
it: Questa azione è definitiva
ja: この操作は元に戻せません
zh: 此操作无法撤销

# recipeDeleteStep2Body
source: Deleting this recipe will remove it permanently.
ar: حذف هذه الوصفة سيزيلها بشكل دائم.
es: Eliminar esta receta la quitará de forma permanente.
fr: Supprimer cette recette la retirera définitivement.
he: מחיקת מתכון זה תסיר אותו לצמיתות.
it: Eliminare questa ricetta la rimuoverà in modo permanente.
ja: このレシピを削除すると永久に削除されます。
zh: 删除这道食谱将永久移除它。

# recipeDeleteStep2Delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
he: מחק
it: Elimina
ja: 削除
zh: 删除

# recipeDeleteFailed
source: Failed to delete recipe: {error}
ar: فشل حذف الوصفة: {error}
es: No se pudo eliminar la receta: {error}
fr: Impossible de supprimer la recette : {error}
he: המחיקה נכשלה: {error}
it: Impossibile eliminare la ricetta: {error}
ja: レシピの削除に失敗しました: {error}
zh: 删除食谱失败：{error}

# importDocTitle
source: Import recipe from document
ar: استيراد وصفة من مستند
es: Importar receta desde documento
fr: Importer une recette depuis un document
he: ייבוא מתכון ממסמך
it: Importa ricetta da documento
ja: ドキュメントからレシピをインポート
zh: 从文档导入食谱

# importDocHeader
source: Import a recipe from a document
ar: استيراد وصفة من مستند
es: Importa una receta desde un documento
fr: Importez une recette à partir d’un document
he: ייבוא מתכון מתוך מסמך
it: Importa una ricetta da un documento
ja: ドキュメントからレシピを取り込む
zh: 从文档导入食谱

# importDocBody
source: Choose a clean recipe file or photo. We will keep things steady while we read it and create a recipe for you.
ar: اختر ملف وصفة أو صورة واضحة. سنحافظ على ثبات العملية أثناء القراءة وإنشاء الوصفة لك.
es: Elige un archivo o foto de receta limpio. Mantendremos todo estable mientras lo leemos y creamos la receta para ti.
fr: Choisissez un fichier ou une photo de recette nette. Nous garderons tout stable pendant la lecture et la création de la recette.
he: בחר קובץ או צילום מתכון נקי. נשמור על יציבות בזמן הקריאה והיצירה של המתכון עבורך.
it: Scegli un file o una foto di ricetta pulita. Terremo tutto stabile mentre lo leggiamo e creiamo la ricetta per te.
ja: きれいなレシピファイルまたは写真を選んでください。読み取りと作成の間、安定した状態を保ちます。
zh: 选择清晰的食谱文件或照片。我们会保持过程稳定，读取并为你创建食谱。

# importDocFileReady
source: File ready
ar: الملف جاهز
es: Archivo listo
fr: Fichier prêt
he: הקובץ מוכן
it: File pronto
ja: ファイルの準備完了
zh: 文件就绪

# importDocAddDocument
source: Add a recipe document
ar: أضف مستند وصفة
es: Agregar un documento de receta
fr: Ajouter un document de recette
he: הוסף מסמך מתכון
it: Aggiungi un documento di ricetta
ja: レシピドキュメントを追加
zh: 添加食谱文档

# importDocProcessingNote
source: We will keep your upload stable while we process it.
ar: سنحافظ على استقرار الرفع أثناء المعالجة.
es: Mantendremos tu carga estable mientras la procesamos.
fr: Nous garderons votre envoi stable pendant le traitement.
he: נשמור על ההעלאה יציבה בזמן העיבוד.
it: Terremo il caricamento stabile durante l'elaborazione.
ja: 処理中もアップロードを安定させます。
zh: 处理时会保持上传稳定。

# importDocEmptyHelper
source: No file chosen yet. Add a clear recipe file or photo to continue.
ar: لم يتم اختيار ملف بعد. أضف ملفاً أو صورة واضحة للمتابعة.
es: Aún no has elegido archivo. Agrega un archivo o foto clara para continuar.
fr: Aucun fichier choisi pour le moment. Ajoutez un fichier ou une photo claire pour continuer.
he: לא נבחר קובץ עדיין. הוסף קובץ או צילום ברור כדי להמשיך.
it: Nessun file selezionato. Aggiungi un file o foto chiari per continuare.
ja: まだファイルが選択されていません。明瞭なレシピファイルや写真を追加してください。
zh: 尚未选择文件。请添加清晰的食谱文件或照片以继续。

# importDocChooseFile
source: Choose file
ar: اختر ملفاً
es: Elegir archivo
fr: Choisir un fichier
he: בחר קובץ
it: Scegli file
ja: ファイルを選ぶ
zh: 选择文件

# importDocChoosePhoto
source: Choose photo
ar: اختر صورة
es: Elegir foto
fr: Choisir une photo
he: בחר תמונה
it: Scegli foto
ja: 写真を選ぶ
zh: 选择照片

# importDocTakePhoto
source: Take photo
ar: التقط صورة
es: Tomar foto
fr: Prendre une photo
he: צלם תמונה
it: Scatta foto
ja: 写真を撮る
zh: 拍照

# importDocTipsTitle
source: Tips for a calm import
ar: نصائح لاستيراد هادئ
es: Consejos para una importación tranquila
fr: Conseils pour un import serein
he: טיפים ליבוא רגוע
it: Suggerimenti per un import tranquillo
ja: スムーズな取り込みのコツ
zh: 平稳导入的提示

# importDocTip1
source: Use a well-lit photo with the full recipe visible.
ar: استخدم صورة مضيئة جيداً مع ظهور الوصفة كاملة.
es: Usa una foto bien iluminada con la receta completa visible.
fr: Utilisez une photo bien éclairée avec la recette entièrement visible.
he: השתמש בתמונה מוארת היטב עם כל המתכון גלוי.
it: Usa una foto ben illuminata con la ricetta completa visibile.
ja: レシピ全体が映る明るい写真を使ってください。
zh: 使用光线充足、完整显示食谱的照片。

# importDocTip2
source: Stay on this screen until we send you to the recipe.
ar: ابقَ على هذه الشاشة حتى نأخذك إلى الوصفة.
es: Permanece en esta pantalla hasta que te llevemos a la receta.
fr: Restez sur cet écran jusqu’à ce que nous vous dirigions vers la recette.
he: הישאר במסך זה עד שנעביר אותך למתכון.
it: Resta su questa schermata finché non ti portiamo alla ricetta.
ja: レシピに進むまでこの画面にとどまってください。
zh: 停留在此屏幕，直到带你进入食谱。

# importDocTip3
source: You can edit details after the import finishes.
ar: يمكنك تعديل التفاصيل بعد اكتمال الاستيراد.
es: Puedes editar los detalles cuando termine la importación.
fr: Vous pourrez modifier les détails une fois l’import terminé.
he: תוכל לערוך פרטים לאחר סיום היבוא.
it: Puoi modificare i dettagli dopo il termine dell'import.
ja: 取り込み後に詳細を編集できます。
zh: 导入完成后你可以编辑细节。

# importDocUpload
source: Upload and import
ar: رفع واستيراد
es: Subir e importar
fr: Téléverser et importer
he: העלה וייבא
it: Carica e importa
ja: アップロードして取り込む
zh: 上传并导入

# importDocSupportedFooter
source: Supported: PDF, DOC, DOCX, JPG, PNG, WEBP. Larger files may take longer to process.
ar: مدعوم: PDF, DOC, DOCX, JPG, PNG, WEBP. قد تستغرق الملفات الكبيرة وقتاً أطول للمعالجة.
es: Compatibles: PDF, DOC, DOCX, JPG, PNG, WEBP. Los archivos grandes pueden tardar más en procesarse.
fr: Formats pris en charge : PDF, DOC, DOCX, JPG, PNG, WEBP. Les fichiers volumineux peuvent prendre plus de temps à traiter.
he: נתמך: PDF, DOC, DOCX, JPG, PNG, WEBP. קבצים גדולים עשויים לקחת זמן רב יותר לעיבוד.
it: Supportati: PDF, DOC, DOCX, JPG, PNG, WEBP. I file più grandi possono richiedere più tempo per l'elaborazione.
ja: 対応形式: PDF, DOC, DOCX, JPG, PNG, WEBP。大きいファイルは処理に時間がかかる場合があります。
zh: 支持：PDF、DOC、DOCX、JPG、PNG、WEBP。较大的文件处理时间可能更长。

# addButton
source: Add
he: הוסף

source: Add selected
he: הוסף נבחרים

# backButton
source: Back
he: חזרה

source: Cancel
he: ביטול

# chefByLine
source: By {name}
he: מאת {name}

# chefFollowLabel
source: Follow
he: עקוב

# chefFollowSignInRequired
source: Sign in to follow chefs
he: התחבר כדי לעקוב אחרי שפים

# chefFollowUpdateFailed
source: Failed to update follow: {error}
he: עדכון מעקב נכשל: {error}

# chefFollowingLabel
source: Following
he: עוקב

# chefMyRecipesSubtitle
source: Manage your recipes
he: נהל את המתכונים שלך

# chefNoCookbooks
source: No cookbooks yet
he: אין ספרי בישול עדיין

# chefNotEnabledBody
source: Chef tools are available for chef accounts.
he: כלי השף זמינים רק לחשבונות שף.

# chefNotEnabledTitle
source: Chef tools unavailable
he: כלי שף אינם זמינים

source: Chef not found
he: שף לא נמצא

# chefPremiumFeaturesBody
source: Upgrade to Premium Chef to unlock publishing, cookbooks, and insights.
he: שדרג לשף פרימיום כדי לפתוח פרסום, ספרי בישול ותובנות.

# chefPremiumFeaturesTitle
source: Premium features
he: תכונות פרימיום

# chefPublicCookbook
source: Public
he: ציבורי

# chefUploadNewRecipe
source: Upload new recipe
he: העלה מתכון חדש

# chefUploadNewRecipeSubtitle
source: Import a recipe document or create manually.
he: ייבא מסמך מתכון או צור ידנית.

# cookbooksAddRecipeFailed
source: Failed to add recipe: {error}
he: הוספת מתכון נכשלה: {error}

# cookbooksAddRecipes
source: Add recipes
he: הוסף מתכונים

# cookbooksAddingRecipes
source: Adding recipes...
he: מוסיף מתכונים...

# cookbooksCoverImage
source: Cover image
he: תמונת עטיפה

# cookbooksDeleteWarning
source: Delete this cookbook? This cannot be undone.
he: למחוק את ספר הבישול? פעולה זו אינה ניתנת לביטול.

# cookbooksDescriptionLabel
source: Description
he: תיאור

# cookbooksEditTitle
source: Edit cookbook
he: ערוך ספר בישול

# cookbooksLoadRecipesFailed
source: Failed to load recipes: {error}
he: טעינת מתכונים נכשלה: {error}

# cookbooksLoadRecipesFailedDetail
source: Failed to load recipes. Please try again.
he: טעינת מתכונים נכשלה. נסה שוב.

# cookbooksLoadRecipesFailedSimple
source: Failed to load recipes
he: טעינת מתכונים נכשלה

# cookbooksNoRecipesAvailable
source: This cookbook has no recipes available.
he: אין מתכונים זמינים בספר הבישול הזה.

# cookbooksNoRecipesToAdd
source: No recipes available to add.
he: אין מתכונים זמינים להוספה.

# cookbooksNoRecipesYet
source: This cookbook has no recipes yet.
he: עדיין אין מתכונים בספר הבישול הזה.

# cookbooksPlaylistTitleLabel
source: Playlist title
he: כותרת פלייליסט

# cookbooksPlaylistTitleRequired
source: Please enter a playlist title
he: נא להזין כותרת פלייליסט

# cookbooksPublicCreateTitle
source: Create public cookbook
he: צור ספר בישול ציבורי

# cookbooksPublicCreated
source: Public playlist created
he: פלייליסט ציבורי נוצר

# cookbooksPublicLabel
source: Public
he: ציבורי

# cookbooksPublicNoRecipesBody
source: You have no recipes to add yet. Upload recipes to create a public cookbook.
he: אין לך מתכונים להוספה עדיין. העלה מתכונים כדי ליצור ספר בישול ציבורי.

# cookbooksRecipesAdded
source: Recipes added to cookbook
he: המתכונים נוספו לספר הבישול

# cookbooksSaveChanges
source: Save changes
he: שמור שינויים

# cookbooksSaveFailed
source: Failed to save: {error}
he: השמירה נכשלה: {error}

# cookbooksSaveToMy
source: Save to my cookbooks
he: שמור בספרי הבישול שלי

# cookbooksSavedToMy
source: Saved {name} to your cookbooks
he: שמרת את {name} בספרי הבישול שלך

# cookbooksSelectAtLeastOneRecipe
source: Select at least one recipe
he: בחר לפחות מתכון אחד

# cookbooksSelectRecipes
source: Select recipes
he: בחר מתכונים

# cookbooksSelectRecipesToInclude
source: Select recipes to include
he: בחר מתכונים לכלול

# cookbooksUpdated
source: Cookbook updated
he: ספר הבישול עודכן

# discoverChefsToFollow
source: Chefs to follow
he: שפים לעקוב אחריהם

# discoverFollowersCount
source: {count} followers
he: {count} עוקבים

# discoverNoChefsYet
source: No chefs to follow yet
he: אין שפים לעקוב אחריהם עדיין

# durationHours
source: {hours} hr
he: {hours} שעות

# durationHoursMinutes
source: {hours} hr {minutes} min
he: {hours} שעות {minutes} דק׳

# durationMinutes
source: {minutes} min
he: {minutes} דק׳

# goHomeButton
source: Go Home
he: לדף הבית

# importDocEmptyFile
source: File is empty. Choose another file.
he: הקובץ ריק. בחר קובץ אחר.

# importDocOverlayErrorTitle
source: We couldn't process this file
he: לא הצלחנו לעבד את הקובץ

# importDocOverlayProcessing
source: Processing...
he: מעבד...

# importDocOverlayUploading
source: Uploading...
he: מעלה...

# importDocPickPhotoFailed
source: Failed to pick photo: {error}
he: בחירת תמונה נכשלה: {error}

# importDocReadBytesFailed
source: Failed to read file: {error}
he: קריאת הקובץ נכשלה: {error}

# importDocSignInRequired
source: Sign in to upload recipes.
he: התחבר כדי להעלות מתכונים.

# importDocStepSaving
source: Saving recipe
he: שומר מתכון

# importDocStepUnderstanding
source: Understanding recipe
he: מבין את המתכון

# importDocStepUploading
source: Uploading file
he: מעלה קובץ

# importDocTakePhotoFailed
source: Failed to take photo: {error}
he: צילום נכשל: {error}

# importDocUploadFailed
source: Upload failed
he: ההעלאה נכשלה

# importDocUploadFailedCode
source: Upload failed ({code})
he: ההעלאה נכשלה ({code})

# importDocUploadFailedWithError
source: Upload failed: {error}
he: ההעלאה נכשלה: {error}

# importDocUploaded
source: Upload complete
he: ההעלאה הושלמה

# importedRecipeTitle
source: Imported recipe
he: מתכון מיובא

# playlistPlayAll
source: Play all
he: נגן הכל

# playlistPlayAllNotImplemented
source: Play all is not implemented yet
he: נגן הכל עדיין לא נתמך

# playlistPlayerTitle
source: Playlist - {title}
he: פלייליסט - {title}

# playlistStepCookFirstRecipe
source: Cook the first recipe according to its instructions.
he: בשל את המתכון הראשון לפי ההוראות שלו.

# playlistStepCookRemaining
source: Cook the rest of the playlist.
he: בשל את שאר הפלייליסט.

# playlistStepPrepIngredients
source: Prepare ingredients for the first recipe.
he: הכן מרכיבים למתכון הראשון.

# playlistStepPrepNextRecipe
source: Prepare the next recipe in the playlist.
he: הכן את המתכון הבא בפלייליסט.

# recipeAddIngredientsToCart
source: Add ingredients to cart
he: הוסף מרכיבים לעגלה

# recipeAddToCartFailed
source: Failed to add to cart
he: ההוספה לעגלה נכשלה

# recipeAddToCookbook
source: Add to cookbook
he: הוסף לספר בישול

# recipeAddToCookbookFailed
source: Failed to add to cookbook: {error}
he: הוספה לספר בישול נכשלה: {error}

# recipeAddToCookbooksTitle
source: Add to cookbooks
he: הוסף לספרי בישול

# recipeAddToFavorites
source: Add to favorites
he: הוסף למועדפים

# recipeAddedToCart
source: Added {count} items to cart
he: נוספו {count} פריטים לעגלה

# recipeAddedToCookbooks
source: Added to cookbooks
he: נוסף לספרי בישול

# recipeAddedToFavorites
source: Added to favorites
he: נוסף למועדפים

# recipeAttachDialogFailed
source: Unable to load cookbooks
he: לא ניתן לטעון ספרי בישול

# recipeCookbooksLoadFailed
source: Failed to load cookbooks
he: טעינת ספרי בישול נכשלה

# recipeCoverUploadFailed
source: Failed to upload cover: {error}
he: העלאת תמונת עטיפה נכשלה: {error}

# recipeCreateCookbookFirst
source: Create a cookbook first
he: צור ספר בישול קודם

# recipeDifficultyEasy
source: Easy
he: קל

# recipeEditButton
source: Edit
he: ערוך

# recipeImportFailedBody
source: We couldn't import this recipe. Try again or go Home.
he: לא הצלחנו לייבא את המתכון. נסה שוב או חזור לדף הבית.

# recipeImportFailedScreenTitle
source: Import failed
he: הייבוא נכשל

# recipeImportFailedTitle
source: Import failed
he: הייבוא נכשל

# recipeImportNeedsReviewBody
source: We imported the recipe but it needs review. You can edit it now.
he: ייבאנו את המתכון אך הוא דורש בדיקה. אפשר לערוך עכשיו.

# recipeImportNeedsReviewTitle
source: Needs review
he: דורש בדיקה

# recipeImportProcessingTitle
source: Still working on it
he: עדיין עובדים על זה

# recipeImportStepExtractingText
source: Extracting text
he: מחלץ טקסט

# recipeImportStepFinalizing
source: Finalizing
he: מסיים

# recipeImportStepUnderstanding
source: Understanding recipe
he: מבין את המתכון

# recipeImportStepUploadComplete
source: Upload complete
he: ההעלאה הושלמה

# recipeImportTimeoutBody
source: This is taking longer than expected. You can try again or go Home.
he: זה לוקח יותר זמן מהצפוי. אפשר לנסות שוב או לחזור לדף הבית.

# recipeImportTimeoutTitle
source: Import timeout
he: זמן הייבוא פג

# recipeImportUnknownError
source: Unknown import error
he: שגיאה לא ידועה בייבוא

# recipeNoIngredients
source: No ingredients yet
he: אין מרכיבים עדיין

# recipeNoIngredientsToAdd
source: No ingredients to add
he: אין מרכיבים להוספה

# recipeNoSteps
source: No steps yet
he: אין שלבים עדיין

# recipeNoTools
source: No tools listed
he: אין כלים רשומים

# recipeNotFoundBody
source: We couldn't find this recipe.
he: לא הצלחנו למצוא את המתכון הזה.

# recipeNotFoundTitle
source: Recipe not found
he: המתכון לא נמצא

# recipeOcrPreviewLabel
source: OCR preview
he: תצוגה מקדימה של OCR

# recipeOriginalLanguageLabel
source: Original
he: מקורי

# recipePlayerHandsFreeMode
source: Hands-free mode
he: מצב ידיים חופשיות

# recipePlayerHandsFreeOn
source: Hands-free mode ON
he: מצב ידיים חופשיות פועל

# recipePlayerNoSteps
source: No steps available
he: אין שלבים זמינים

# recipePlayerStepOf
source: Step {current} of {total}
he: שלב {current} מתוך {total}

# recipePlayerStepPlaceholder
source: Step {number}
he: שלב {number}

# recipePlayerVoiceControl
source: Voice control
he: שליטה קולית

# recipeProcessing
source: Processing
he: מעבד

# recipeRemoveFromFavorites
source: Remove from favorites
he: הסר מהמועדפים

# recipeRemovedFromFavorites
source: Removed from favorites
he: הוסר מהמועדפים

# recipeSignInToSave
source: Sign in to save recipes.
he: התחבר כדי לשמור מתכונים.

# recipeStartCooking
source: Start cooking
he: התחל לבשל

# recipeStepRequired
source: Step is required
he: יש למלא שלב

# recipeTitleRequired
source: Title is required
he: יש למלא כותרת

# recipeTranslateToEnglish
source: Translate to English
he: תרגם לאנגלית

# recipeTranslatedFrom
source: Translated from {language}
he: תורגם מ-{language}

# recipeTranslating
source: Translating
he: מתרגם

# recipeTranslationUnavailable
source: Translation is unavailable
he: תרגום אינו זמין

# recipeUnavailableBody
source: This recipe isn't available right now.
he: המתכון הזה אינו זמין כרגע.

# recipeUnavailableTitle
source: Recipe unavailable
he: מתכון לא זמין

# recipeViewChef
source: View chef
he: צפה בשף

# recipeViewOriginal
source: View original
he: צפה במקור

# recipesLabel
source: Recipes
he: מתכונים

# chefSaveFailed
source: Failed to save profile
he: שמירת הפרופיל נכשלה

# chefEditOwnOnly
source: You can only edit your own profile.
he: אפשר לערוך רק את הפרופיל שלך.

# chefEditAvatarLabel
source: Avatar
he: תמונת פרופיל

# chefEditChangePhoto
source: Change photo
he: החלף תמונה

# chefEditBioLabel
source: Bio
he: ביוגרפיה

# chefEditBioHint
source: Tell followers about your cooking style, specialties, and inspirations.
he: ספר לעוקבים על סגנון הבישול, ההתמחויות וההשראות שלך.

# chefEditMakeChangeToSave
source: Make a change to enable Save.
he: בצע שינוי כדי לאפשר שמירה.

# chefNoRecipesYet
source: You have not published any recipes yet
he: עדיין לא פרסמת מתכונים

# chefLoadRecipesFailed
source: Failed to load recipes. Please try again.
he: טעינת המתכונים נכשלה. נסה שוב.

# chefRecipeStats
source: Views: {views} • Saves: {saves}
he: צפיות: {views} • שמירות: {saves}

# chefRecipeDeleted
source: Recipe "{title}" deleted
he: המתכון "{title}" נמחק

# discoverFeaturedCookbooks
source: Featured cookbooks
he: ספרי בישול מובילים

# discoverCookbookLoadFailed
source: Failed to load cookbook
he: טעינת ספר הבישול נכשלה

# discoverCookbookNotFound
source: Cookbook not found
he: ספר הבישול לא נמצא

# discoverCookbookNoRecipes
source: No recipes in this cookbook yet.
he: עדיין אין מתכונים בספר הבישול הזה.

# discoverCookbookNoRecipesAvailable
source: No recipes available.
he: אין מתכונים זמינים.

# discoverRecipesLoadFailed
source: Failed to load recipes
he: טעינת מתכונים נכשלה
