Repository: gutepro/foodiy
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, he, it, ja, zh

# homeTitle
source: Home
ar: الصفحة الرئيسية
es: Inicio
fr: Accueil
he: דף הבית
ja: ホーム
zh: 首页

# myRecipesTitle
source: My recipes
ar: وصفاتي
es: Mis recetas
fr: Mes recettes
he: המתכונים שלי
it: Le mie ricette
ja: 私のレシピ
zh: 我的食谱

# backToHomeButton
source: Back to Home
ar: العودة إلى الصفحة الرئيسية
es: Volver al inicio
fr: Retour à l'accueil
he: חזרה לדף הבית
it: Torna alla home
ja: ホームに戻る
zh: 返回首页

# homeLoadErrorTitle
source: We had trouble loading recipes.
ar: واجهنا مشكلة في تحميل الوصفات.
es: Tuvimos problemas al cargar recetas.
fr: Nous avons rencontré un problème lors du chargement des recettes.
he: היו לנו בעיות בטעינת מתכונים.
it: Abbiamo riscontrato un problema nel caricamento delle ricette.
ja: レシピの読み込み中に問題が発生しました。
zh: 加载食谱时遇到问题。

source: Untitled recipe
ar: وصفة بدون اسم
es: Receta sin título
fr: Recette sans titre
he: מתכון ללא שם
it: Ricetta senza titolo
ja: 無題のレシピ
zh: 未命名的食谱

# deleteRecipeTooltip
source: Delete recipe
ar: حذف الوصفة
es: Eliminar receta
fr: Supprimer la recette
he: מחק מתכון
it: Elimina ricetta
ja: レシピを削除
zh: 删除食谱

source: No recipes yet
ar: لا توجد وصفات بعد
es: Aún no hay recetas
fr: Pas encore de recettes
he: אין מתכונים עדיין
it: Nessuna ricetta ancora
ja: まだレシピがありません
zh: 还没有食谱

# homeLoadErrorHeadline
source: We had trouble loading your content.
ar: واجهنا مشكلة في تحميل المحتوى الخاص بك.
es: Tuvimos problemas al cargar tu contenido.
fr: Nous avons rencontré un problème lors du chargement de votre contenu.
he: היו לנו בעיות בטעינת התוכן שלך.
it: Abbiamo riscontrato un problema nel caricamento dei tuoi contenuti.
ja: コンテンツの読み込み中に問題が発生しました。
zh: 加载内容时遇到问题。

# homeLoadErrorDescription
source: Your recipes and cookbooks stay safe. You can try again, or go back to Home.
ar: وصفاتك وكتب الطبخ آمنة. يمكنك المحاولة مرة أخرى أو العودة إلى الصفحة الرئيسية.
es: Tus recetas y libros están a salvo. Puedes intentarlo de nuevo o volver al inicio.
fr: Vos recettes et carnets restent en sécurité. Vous pouvez réessayer ou retourner à l'accueil.
he: המתכונים והספרים שלך בטוחים. אפשר לנסות שוב או לחזור לדף הבית.
it: Le tue ricette e i tuoi ricettari sono al sicuro. Puoi riprovare o tornare alla home.
ja: レシピとブックは安全です。もう一度試すか、ホームに戻ってください。
zh: 你的食谱和食谱本很安全。你可以重试，或返回首页。

source: Try again
ar: حاول مرة أخرى
es: Intentar de nuevo
fr: Réessayer
he: נסה שוב
it: Riprova
ja: 再試行
zh: 重试

# homeChefPlaceholder
source: Chef
ar: شيف
he: שף
ja: シェフ
zh: 主厨

# homeGreetingChef
source: Hi {name}, ready to cook?
ar: مرحباً {name}، جاهز للطبخ؟
es: Hola {name}, ¿listo para cocinar?
fr: Salut {name}, prêt à cuisiner ?
he: היי {name}, מוכן לבשל?
it: Ciao {name}, pronto a cucinare?
ja: こんにちは {name}、料理の準備はできましたか？
zh: 嗨，{name}，准备好做饭了吗？

# homeGreetingUser
source: Hi {name}, welcome back
ar: مرحباً {name}، مرحباً بعودتك
es: Hola {name}, bienvenido de nuevo
fr: Salut {name}, bon retour
he: היי {name}, ברוך הבא
it: Ciao {name}, bentornato
ja: こんにちは {name}、お帰りなさい
zh: 嗨，{name}，欢迎回来

# homeUploadPromptChef
source: Upload a recipe to turn it into a calm, step-by-step experience.
ar: ارفع وصفة وحولها لتجربة هادئة خطوة بخطوة.
es: Sube una receta y conviértela en una experiencia tranquila, paso a paso.
fr: Publiez une recette et transformez-la en expérience calme, étape par étape.
he: העלה מתכון והפוך אותו לחוויה רגועה, שלב-אחר-שלב.
it: Carica una ricetta e trasformala in un'esperienza tranquilla, passo dopo passo.
ja: レシピをアップして、落ち着いたステップ体験にしましょう。
zh: 上传食谱，将其变成轻松的分步体验。

# homeUploadPromptUser
source: Explore recipes and cookbooks. Uploads are for chefs.
ar: اكتشف وصفات وكتب طبخ. الرفع مخصص للشيف.
es: Explora recetas y recetarios. Las subidas son para chefs.
fr: Explorez des recettes et des livres. Les ajouts sont réservés aux chefs.
he: גלה מתכונים וספרים. העלאות מיועדות לשפים.
it: Esplora ricette e ricettari. I caricamenti sono per gli chef.
ja: レシピやレシピ本を見つけましょう。アップロードはシェフ向けです。
zh: 探索食谱和食谱集。上传仅限主厨。

# homeUploadRecipe
source: Upload recipe
ar: رفع وصفة
es: Subir receta
fr: Publier une recette
he: העלה מתכון
it: Carica ricetta
ja: レシピをアップロード
zh: 上传食谱

# homeCreateManual
source: Create manually
ar: إنشاء يدوي
es: Crear manualmente
fr: Créer manuellement
he: צור ידנית
it: Crea manualmente
ja: 手動で作成
zh: 手动创建

# homeFreeChefLimit
source: Free chefs can publish up to {limit} recipes.
ar: الشيف المجاني يمكنه نشر حتى {limit} وصفات.
es: Los chefs gratuitos pueden publicar hasta {limit} recetas.
fr: Les chefs gratuits peuvent publier jusqu'à {limit} recettes.
he: שפים חינמיים יכולים לפרסם עד {limit} מתכונים.
it: Gli chef gratuiti possono pubblicare fino a {limit} ricette.
ja: 無料シェフは最大 {limit} 件のレシピを公開できます。
zh: 免费主厨最多可发布 {limit} 个食谱。

# homeUpgradeToChef
source: Become a Chef to upload
ar: كن شيف لرفع الوصفات
es: Hazte chef para subir
fr: Devenir chef pour publier
he: הפוך לשף כדי להעלות
it: Diventa chef per caricare
ja: アップロードするにはシェフになる
zh: 成为主厨以便上传

# homeShoppingListTooltip
source: Shopping list
ar: قائمة التسوق
es: Lista de compras
fr: Liste de courses
he: רשימת קניות
it: Lista della spesa
ja: 買い物リスト
zh: 购物清单

# homeSearchTooltip
source: Search
ar: بحث
es: Buscar
fr: Recherche
he: חיפוש
it: Cerca
ja: 検索
zh: 搜索

# homeResumeCookingTitle
source: Resume cooking
ar: متابعة الطبخ
es: Reanudar cocina
fr: Reprendre la cuisine
he: המשך בישול
it: Riprendi la cucina
ja: 料理を再開
zh: 继续烹饪

# homeNotNow
source: Not now
ar: ليس الآن
es: Ahora no
fr: Pas maintenant
he: לא עכשיו
it: Non ora
ja: 今はしない
zh: 暂不

# homeStepRemaining
source: Step {step} • {time} remaining
ar: الخطوة {step} • متبقي {time}
es: Paso {step} • quedan {time}
fr: Étape {step} • {time} restantes
he: שלב {step} • נותרו {time}
it: Passaggio {step} • {time} rimanente
ja: ステップ {step} • 残り {time}
zh: 第 {step} 步 • 剩余 {time}

# homeResumeButton
source: Resume
ar: متابعة
es: Reanudar
fr: Reprendre
he: המשך
it: Riprendi
ja: 再開
zh: 继续

# homeMyCookbooks
source: My cookbooks
ar: كتب الطبخ الخاصة بي
es: Mis recetarios
fr: Mes livres de recettes
he: ספרי הבישול שלי
it: I miei ricettari
ja: マイレシピ集
zh: 我的食谱集

# homeSeeAll
source: See all
ar: عرض الكل
es: Ver todo
fr: Tout voir
he: הצג הכל
it: Vedi tutto
ja: すべて表示
zh: 查看全部

# homeNoCookbooks
source: No cookbooks yet
ar: لا توجد كتب طبخ بعد
es: Aún no hay recetarios
fr: Aucun livre de recettes pour l'instant
he: אין ספרי בישול עדיין
it: Nessun ricettario ancora
ja: まだレシピ集がありません
zh: 还没有食谱集

# homeLoadingRecipesTimeout
source: Loading recipes timed out.
ar: انتهى وقت تحميل الوصفات.
es: La carga de recetas se demoró demasiado.
fr: Le chargement des recettes a expiré.
he: טעינת מתכונים חרגה מהזמן.
it: Caricamento delle ricette scaduto.
ja: レシピの読み込みがタイムアウトしました。
zh: 加载食谱超时。

# homeUploadsForChefsTitle
source: Uploads are for chefs
ar: الرفع مخصص للشيف
es: Las subidas son para chefs
fr: Les ajouts sont réservés aux chefs
he: העלאות מיועדות לשפים
it: I caricamenti sono per gli chef
ja: アップロードはシェフ専用です
zh: 上传仅限主厨

# homeUploadsForChefsBody
source: Become a Chef to add and organize your own recipes.
ar: كن شيفاً لإضافة وتنظيم وصفاتك الخاصة.
es: Hazte chef para agregar y organizar tus propias recetas.
fr: Devenez chef pour ajouter et organiser vos recettes.
he: הפוך לשף כדי להוסיף ולארגן מתכונים משלך.
it: Diventa chef per aggiungere e organizzare le tue ricette.
ja: シェフになって自分のレシピを追加・整理しましょう。
zh: 成为主厨以添加和整理你的食谱。

# homeBecomeChefButton
source: Become a Chef
ar: كن شيفاً
es: Hazte chef
fr: Devenir chef
he: הפוך לשף
it: Diventa chef
ja: シェフになる
zh: 成为主厨

# homeUploadDocBody
source: Upload a recipe document to start your personal cookbook.
ar: ارفع مستند وصفة لبدء كتابك الشخصي.
es: Sube un documento de receta para iniciar tu recetario personal.
fr: Publiez un document de recette pour démarrer votre livre personnel.
he: העלה מסמך מתכון כדי להתחיל את ספר המתכונים האישי.
it: Carica un documento di ricetta per iniziare il tuo ricettario personale.
ja: レシピ文書をアップして個人レシピ集を始めましょう。
zh: 上传食谱文档以开始你的个人食谱集。

# homeUploadsForChefsSnackbar
source: Uploads are for chefs. Become a Chef to add recipes.
ar: الرفع مخصص للشيف. كن شيفاً لإضافة وصفات.
es: Las subidas son para chefs. Hazte chef para agregar recetas.
fr: Les ajouts sont réservés aux chefs. Devenez chef pour ajouter des recettes.
he: העלאות מיועדות לשפים. הפוך לשף כדי להוסיף מתכונים.
it: I caricamenti sono per gli chef. Diventa chef per aggiungere ricette.
ja: アップロードはシェフ専用です。シェフになってレシピを追加してください。
zh: 上传仅限主厨。成为主厨以添加食谱。

# homeDeleteRecipeTitle
source: Delete recipe
ar: حذف الوصفة
es: Eliminar receta
fr: Supprimer la recette
he: מחק מתכון
it: Elimina ricetta
ja: レシピを削除
zh: 删除食谱

# homeDeleteRecipeMessage
source: Are you sure you want to delete "{title}"? This cannot be undone.
ar: هل تريد حذف "{title}"؟ لا يمكن التراجع.
es: ¿Eliminar "{title}"? Esto no se puede deshacer.
fr: Supprimer "{title}" ? Ceci est irréversible.
he: האם למחוק את "{title}"? לא ניתן לבטל.
it: Eliminare "{title}"? Non è possibile annullare.
ja: 「{title}」を削除しますか？元に戻せません。
zh: 确定删除“{title}”吗？此操作无法撤销。

# homeCancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル
zh: 取消

# homeDelete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
he: מחק
it: Elimina
ja: 削除
zh: 删除

# homeRecipeDeleted
source: Recipe deleted
ar: تم حذف الوصفة
es: Receta eliminada
fr: Recette supprimée
he: המתכון נמחק
it: Ricetta eliminata
ja: レシピを削除しました
zh: 食谱已删除

# homeDeleteRecipeFailed
source: Failed to delete recipe: {error}
ar: فشل حذف الوصفة: {error}
es: No se pudo eliminar la receta: {error}
fr: Échec de la suppression de la recette : {error}
he: מחיקת המתכון נכשלה: {error}
it: Impossibile eliminare la ricetta: {error}
ja: レシピの削除に失敗しました: {error}
zh: 删除食谱失败：{error}

# profileTitle
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
he: פרופיל
it: Profilo
ja: プロフィール
zh: 个人资料

# profileAnonymousUser
source: Anonymous user
ar: مستخدم مجهول
es: Usuario anónimo
fr: Utilisateur anonyme
he: משתמש אנונימי
it: Utente anonimo
ja: 匿名ユーザー
zh: 匿名用户

# profileNoEmail
source: No email
ar: لا يوجد بريد إلكتروني
es: Sin correo electrónico
fr: Pas d'e-mail
he: אין אימייל
it: Nessuna email
ja: メールなし
zh: 无邮箱

# profileEditChefProfile
source: Edit Chef Profile
ar: تعديل ملف الشيف
es: Editar perfil de chef
fr: Modifier le profil chef
he: עריכת פרופיל שף
it: Modifica profilo chef
ja: シェフプロフィールを編集
zh: 编辑厨师资料

# profileAccountTypeChef
source: Chef account
ar: حساب شيف
es: Cuenta de chef
fr: Compte chef
he: חשבון שף
it: Account chef
ja: シェフアカウント
zh: 厨师账户

# profileAccountTypeUser
source: Regular user account
ar: حساب مستخدم عادي
es: Cuenta de usuario
fr: Compte utilisateur standard
he: חשבון משתמש רגיל
it: Account utente normale
ja: 一般ユーザーアカウント
zh: 普通用户账户

# profilePlanBillingTitle
source: Plan and billing
ar: الخطة والفوترة
es: Plan y facturación
fr: Offre et facturation
he: תוכנית וחיוב
it: Piano e fatturazione
ja: プランと請求
zh: 套餐与账单

# profileSubscriptionTitle
source: View my subscription
ar: عرض اشتراكي
es: Ver mi suscripción
fr: Voir mon abonnement
he: צפה במנוי שלי
it: Visualizza il mio abbonamento
ja: サブスクリプションを確認
zh: 查看我的订阅

# profileSubscriptionSubtitle
source: See your current plan and upgrade options
ar: اطلع على خطتك الحالية وخيارات الترقية
es: Consulta tu plan actual y opciones de mejora
fr: Consultez votre offre actuelle et les options de mise à niveau
he: ראה את התוכנית הנוכחית ואפשרויות השדרוג
it: Vedi il piano attuale e le opzioni di upgrade
ja: 現在のプランとアップグレードオプションを確認
zh: 查看你当前的套餐和升级选项

# profileChefToolsTitle
source: Chef tools
ar: أدوات الشيف
es: Herramientas de chef
fr: Outils chef
he: כלי שף
it: Strumenti chef
ja: シェフツール
zh: 厨师工具

# profileRecentActivityTitle
source: Recent activity
ar: النشاط الأخير
es: Actividad reciente
fr: Activité récente
he: פעילות אחרונה
it: Attività recente
ja: 最近のアクティビティ
zh: 最近活动

# profileSeeAll
source: See all
ar: عرض الكل
es: Ver todo
fr: Tout voir
he: הצג הכל
it: Vedi tutto
ja: すべて表示
zh: 查看全部

# profileNoRecentActivity
source: No recent activity yet
ar: لا يوجد نشاط حديث بعد
es: Aún no hay actividad reciente
fr: Aucune activité récente
he: אין פעילות אחרונה עדיין
it: Nessuna attività recente
ja: まだ最近のアクティビティがありません
zh: 暂无最近活动

# profileSettingsTitle
source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
zh: 设置

# profileOpenSettings
source: Open settings
ar: فتح الإعدادات
es: Abrir configuración
fr: Ouvrir les paramètres
he: פתח הגדרות
it: Apri impostazioni
ja: 設定を開く
zh: 打开设置

# profileOpenSettingsSubtitle
source: Account, preferences and more
ar: الحساب، التفضيلات والمزيد
es: Cuenta, preferencias y más
fr: Compte, préférences et plus
he: חשבון, העדפות ועוד
it: Account, preferenze e altro
ja: アカウント、設定など
zh: 账户、偏好等

# profileUserTypeFreeUser
source: Free user
ar: مستخدم مجاني
es: Usuario gratuito
fr: Utilisateur gratuit
he: משתמש חינם
it: Utente gratuito
ja: 無料ユーザー
zh: 免费用户

# profileUserTypePremiumUser
source: Premium user
ar: مستخدم بريميوم
es: Usuario premium
fr: Utilisateur premium
he: משתמש פרימיום
it: Utente premium
ja: プレミアムユーザー
zh: 高级用户

# profileUserTypeFreeChef
source: Free chef
ar: شيف مجاني
es: Chef gratuito
fr: Chef gratuit
he: שף חינם
it: Chef gratuito
ja: 無料シェフ
zh: 免费厨师

# profileUserTypePremiumChef
source: Premium chef
ar: شيف بريميوم
es: Chef premium
fr: Chef premium
he: שף פרימיום
it: Chef premium
ja: プレミアムシェフ
zh: 高级厨师

# profileChefDashboardUnavailable
source: Chef dashboard is available for chef accounts.
ar: لوحة الشيف متاحة لحسابات الشيف فقط.
es: El panel de chef está disponible para cuentas de chef.
fr: Le tableau de bord chef est disponible pour les comptes chef.
he: לוח הבקרה לשף זמין לחשבונות שף.
it: Il pannello chef è disponibile per gli account chef.
ja: シェフ用ダッシュボードはシェフアカウントで利用できます。
zh: 厨师面板仅对厨师账户开放。

# profileChefDashboardTitle
source: Chef Dashboard
ar: لوحة الشيف
es: Panel de chef
fr: Tableau de bord chef
he: לוח בקרה לשף
it: Pannello chef
ja: シェフダッシュボード
zh: 厨师面板

# profileChefDashboardSubtitle
source: Manage your content on Foodiy
ar: إدارة محتواك على Foodiy
es: Administra tu contenido en Foodiy
fr: Gérez votre contenu sur Foodiy
he: נהל את התוכן שלך ב-Foodiy
it: Gestisci i tuoi contenuti su Foodiy
ja: Foodiyでのコンテンツを管理
zh: 管理你在Foodiy的内容

# profileUploadRecipe
source: Upload recipe
ar: رفع وصفة
es: Subir receta
fr: Publier une recette
he: העלה מתכון
it: Carica ricetta
ja: レシピをアップロード
zh: 上传食谱

# profileCreateCookbook
source: Create cookbook
ar: إنشاء كتاب طبخ
es: Crear recetario
fr: Créer un livre de recettes
he: צור ספר מתכונים
it: Crea ricettario
ja: レシピ本を作成
zh: 创建食谱集

# profileChefInsights
source: Chef Insights
ar: إحصائيات الشيف
es: Insights de chef
fr: Insights chef
he: תובנות שף
it: Dati chef
ja: シェフインサイト
zh: 厨师洞察

# profileFreeChefLimitMessage
source: Free chefs can publish up to {limit} recipes.\nRecipes: {current} / {limit}
ar: يمكن للشيف المجاني نشر ما يصل إلى {limit} وصفات.\nالوصفات: {current} / {limit}
es: Los chefs gratuitos pueden publicar hasta {limit} recetas.\nRecetas: {current} / {limit}
fr: Les chefs gratuits peuvent publier jusqu'à {limit} recettes.\nRecettes : {current} / {limit}
he: שפים חינמיים יכולים לפרסם עד {limit} מתכונים.\nמתכונים: {current} / {limit}
it: Gli chef gratuiti possono pubblicare fino a {limit} ricette.\nRicette: {current} / {limit}
ja: 無料シェフは最大 {limit} 件のレシピを公開できます。\nレシピ: {current} / {limit}
zh: 免费厨师最多可发布 {limit} 个食谱。\n食谱：{current} / {limit}

# profileUpgradeToPremiumChef
source: Upgrade to Premium Chef
ar: الترقية إلى شيف بريميوم
es: Actualizar a Chef Premium
fr: Passer en Chef Premium
he: שדרג לשף פרימיום
it: Passa a Chef Premium
ja: プレミアムシェフにアップグレード
zh: 升级为高级厨师

# profileStatMyRecipes
source: My recipes
ar: وصفاتي
es: Mis recetas
fr: Mes recettes
he: המתכונים שלי
it: Le mie ricette
ja: 私のレシピ
zh: 我的食谱

# profileStatMyCookbooks
source: My cookbooks
ar: كتب الطبخ الخاصة بي
es: Mis recetarios
fr: Mes livres de recettes
he: ספרי המתכונים שלי
it: I miei ricettari
ja: マイレシピ本
zh: 我的食谱集

# profileStatFollowers
source: Followers
ar: متابعون
es: Seguidores
fr: Abonnés
he: עוקבים
it: Follower
ja: フォロワー
zh: 关注者

# profileStatChefInsights
source: Chef Insights
ar: إحصائيات الشيف
es: Insights de chef
fr: Insights chef
he: תובנות שף
it: Dati chef
ja: シェフインサイト
zh: 厨师洞察

# profileInsightsDescription
source: Your content is visible and discoverable on Foodiy.
ar: محتواك ظاهر وقابل للاكتشاف على Foodiy.
es: Tu contenido es visible y se puede descubrir en Foodiy.
fr: Votre contenu est visible et découvrable sur Foodiy.
he: התוכן שלך גלוי ונמצא ב-Foodiy.
it: I tuoi contenuti sono visibili e individuabili su Foodiy.
ja: あなたのコンテンツはFoodiyで表示・発見されます。
zh: 你的内容在Foodiy上可见且可被发现。

# profileInsightsRecipes
source: Recipes
ar: وصفات
es: Recetas
fr: Recettes
he: מתכונים
it: Ricette
ja: レシピ
zh: 食谱

# profileInsightsCookbooks
source: Cookbooks
ar: كتب طبخ
es: Recetarios
fr: Livres de recettes
he: ספרי מתכונים
it: Ricettari
ja: レシピ本
zh: 食谱集

# profileInsightsFollowers
source: Followers
ar: متابعون
es: Seguidores
fr: Abonnés
he: עוקבים
it: Follower
ja: フォロワー
zh: 关注者

# profileInsightsPremiumNote
source: Premium chefs enjoy fewer limits and a cleaner experience.
ar: يتمتع الشيف البريميوم بقيود أقل وتجربة أنظف.
es: Los chefs premium tienen menos límites y una experiencia más limpia.
fr: Les chefs premium ont moins de limites et une expérience plus fluide.
he: שפים פרימיום נהנים מפחות מגבלות וחוויה נקייה יותר.
it: Gli chef Premium hanno meno limiti e un'esperienza più pulita.
ja: プレミアムシェフは制限が少なく、より快適に使えます。
zh: 高级厨师享受更少限制和更流畅的体验。

# profileInsightsClose
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
zh: 关闭

# profileStepsCount
source: {count} steps
ar: {count} خطوة
es: {count} pasos
fr: {count} étapes
he: {count} שלבים
it: {count} passaggi
ja: {count} 手順
zh: {count} 步

# navHome
source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
he: דף הבית
ja: ホーム
zh: 首页

# navDiscover
source: Discover
ar: استكشاف
es: Descubrir
fr: Découvrir
he: גילוי
it: Scopri
ja: 発見
zh: 发现

# navCookbooks
source: Cookbooks
ar: كتب الطبخ
es: Recetarios
fr: Livres de recettes
he: ספרי בישול
it: Ricettari
ja: レシピ集
zh: 食谱集

# navProfile
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
he: פרופיל
it: Profilo
ja: プロフィール
zh: 个人资料

# settingsTitle
source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
zh: 设置

# settingsPlayTimerSound
source: Play sound when timer finishes
ar: تشغيل صوت عند انتهاء المؤقت
es: Reproducir sonido cuando termine el temporizador
fr: Jouer un son quand le minuteur se termine
he: נגן צליל כשהטיימר מסתיים
it: Riproduci un suono al termine del timer
ja: タイマー終了時に音を鳴らす
zh: 计时结束时播放声音

# settingsNotificationsSection
source: Notifications
ar: الإشعارات
es: Notificaciones
he: התראות
it: Notifiche
ja: 通知
zh: 通知

# settingsNotificationSettings
source: Notification settings
ar: إعدادات الإشعارات
es: Ajustes de notificaciones
fr: Paramètres des notifications
he: הגדרות התראות
it: Impostazioni notifiche
ja: 通知の設定
zh: 通知设置

# settingsNotificationSettingsSubtitle
source: Choose which notifications you want to receive
ar: اختر الإشعارات التي تريد استلامها
es: Elige qué notificaciones quieres recibir
fr: Choisissez quelles notifications recevoir
he: בחר אילו התראות לקבל
it: Scegli quali notifiche vuoi ricevere
ja: 受け取りたい通知を選択してください
zh: 选择你想接收的通知

# settingsAccountSection
source: Account
ar: الحساب
es: Cuenta
fr: Compte
he: חשבון
ja: アカウント
zh: 账户

# settingsEditPersonalDetails
source: Edit personal details
ar: تعديل التفاصيل الشخصية
es: Editar datos personales
fr: Modifier les informations personnelles
he: ערוך פרטים אישיים
it: Modifica dati personali
ja: 個人情報を編集
zh: 编辑个人信息

# settingsChangePassword
source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fr: Changer le mot de passe
he: שינוי סיסמה
it: Cambia password
ja: パスワードを変更
zh: 更改密码

# settingsLogout
source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
it: Esci
ja: ログアウト
zh: 退出登录

# settingsLogoutFail
source: Failed to log out. Please try again.
ar: فشل تسجيل الخروج. حاول مرة أخرى.
es: No se pudo cerrar sesión. Inténtalo de nuevo.
fr: Échec de la déconnexion. Réessayez.
he: ההתנתקות נכשלה. נסה שוב.
it: Disconnessione non riuscita. Riprova.
ja: ログアウトに失敗しました。再度お試しください。
zh: 退出失败，请重试。

# settingsDeleteAccount
source: Delete account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
it: Elimina account
ja: アカウント削除
zh: 删除账户

# settingsPreferencesSection
source: App preferences
ar: تفضيلات التطبيق
es: Preferencias de la app
fr: Préférences de l'app
he: העדפות אפליקציה
it: Preferenze app
ja: アプリの設定
zh: 应用偏好

# settingsLanguageUnits
source: Language and units
ar: اللغة والوحدات
es: Idioma y unidades
fr: Langue et unités
he: שפה ויחידות
it: Lingua e unità
ja: 言語と単位
zh: 语言和单位

# settingsLanguageUnitsSubtitle
source: Choose app language and measurement units
ar: اختر لغة التطبيق ووحدات القياس
es: Elige el idioma de la app y las unidades de medida
fr: Choisissez la langue et les unités de mesure
he: בחר שפת אפליקציה ויחידות מידה
it: Scegli la lingua dell'app e le unità di misura
ja: アプリの言語と単位を選択
zh: 选择应用语言和度量单位

# settingsLegalSection
source: Legal
ar: بنود قانونية
fr: Mentions légales
he: מידע משפטי
it: Legale
ja: 法務
zh: 法律

# settingsTermsOfUse
source: Terms of Use
ar: شروط الاستخدام
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש
it: Termini di utilizzo
ja: 利用規約
zh: 使用条款

# settingsPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
zh: 隐私政策

# settingsAboutSection
source: About
ar: حول
es: Acerca de
fr: À propos
he: אודות
it: Info
ja: 情報
zh: 关于

# settingsAboutApp
source: About Foodiy
ar: حول Foodiy
es: Acerca de Foodiy
fr: À propos de Foodiy
he: אודות Foodiy
it: Informazioni su Foodiy
ja: Foodiy について
zh: 关于 Foodiy

# settingsAboutAppSubtitle
source: Learn more about this app
ar: تعرف أكثر على هذا التطبيق
es: Conoce más sobre esta app
fr: En savoir plus sur cette application
he: למד עוד על האפליקציה
it: Scopri di più su questa app
ja: このアプリについて詳しく知る
zh: 了解更多关于此应用

# languageUnitsTitle
source: Language and units
ar: اللغة والوحدات
es: Idioma y unidades
fr: Langue et unités
he: שפה ויחידות
it: Lingua e unità
ja: 言語と単位
zh: 语言和单位

# languageSectionTitle
source: Language
ar: اللغة
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
zh: 语言

# languagePickerLabel
source: App language
ar: لغة التطبيق
es: Idioma de la app
fr: Langue de l'application
he: שפת האפליקציה
it: Lingua dell'app
ja: アプリの言語
zh: 应用语言

# languageSystemDefault
source: System default
ar: إعدادات النظام
es: Idioma del sistema
fr: Langue du système
he: ברירת מחדל של המכשיר
it: Predefinita di sistema
ja: システム既定
zh: 系统默认

# languageEnglish
source: English
ar: الإنجليزية
es: Inglés
fr: Anglais
he: אנגלית
it: Inglese
ja: 英語
zh: 英语

# languageHebrew
source: Hebrew
ar: العبرية
es: Hebreo
fr: Hébreu
he: עברית
it: Ebraico
ja: ヘブライ語
zh: 希伯来语

# languageSpanish
source: Spanish
ar: الإسبانية
es: Español
fr: Espagnol
he: ספרדית
it: Spagnolo
ja: スペイン語
zh: 西班牙语

# languageFrench
source: French
ar: الفرنسية
es: Francés
fr: Français
he: צרפתית
it: Francese
ja: フランス語
zh: 法语

# languageArabic
source: Arabic
ar: العربية
es: Árabe
fr: Arabe
he: ערבית
it: Arabo
ja: アラビア語
zh: 阿拉伯语

# languageChinese
source: Chinese
ar: الصينية
es: Chino
fr: Chinois
he: סינית
it: Cinese
ja: 中国語
zh: 中文

# languageJapanese
source: Japanese
ar: اليابانية
es: Japonés
fr: Japonais
he: יפנית
it: Giapponese
ja: 日本語
zh: 日语

# languageItalian
source: Italian
ar: الإيطالية
es: Italiano
fr: Italien
he: איטלקית
it: Italiano
ja: イタリア語
zh: 意大利语

# unitsSectionTitle
source: Units
ar: الوحدات
es: Unidades
fr: Unités
he: יחידות
it: Unità
ja: 単位
zh: 单位

# unitsMetric
source: Metric (grams, Celsius)
ar: متري (غرام، سيلسيوس)
es: Métrico (gramos, Celsius)
fr: Métrique (grammes, Celsius)
he: מטרי (גרמים, צלזיוס)
it: Metrico (grammi, Celsius)
ja: メートル法（グラム、摂氏）
zh: 公制（克，摄氏度）
